INSERT INTO Movies (movie_name, release_date, duration, director, rating)
VALUES
  ('賽德克‧巴萊', '2011-04-09', 276, '魏德聖', '限制級'),
  ('海角七號', '2008-08-08', 120, '魏德聖', '普遍級'),
  ('那些年，我們一起追的女孩', '2011-08-19', 109, '陳玉珊', '輔導級'),
  ('不能說的秘密', '2007-08-23', 109, '周杰倫', '普遍級'),
  ('艋舺', '2010-07-23', 113, '魏德聖', '限制級'),
  ('刺客聶隱娘', '2015-08-28', 104, '侯孝賢', '輔導級'),
  ('失戀33天', '2011-12-08', 111, '陳玉珊', '輔導級'),
  ('老師·好', '2014-06-27', 104, '楊雅喆', '輔導級'),
  ('狼爸', '2015-08-07', 110, '楊雅喆', '輔導級'),
  ('我的少女時代', '2015-08-13', 134, '陳玉珊', '輔導級');
