INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城1', 1, 1, '普通座位'),
('影城1', 1, 2, '普通座位'),
('影城1', 1, 3, 'VIP座位'),
('影城1', 1, 4, 'VIP座位'),
('影城1', 1, 5, 'VIP座位'),
('影城1', 2, 1, '普通座位'),
('影城1', 2, 2, '普通座位'),
('影城1', 2, 3, 'VIP座位'),
('影城1', 2, 4, 'VIP座位'),
('影城1', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城2', 1, 1, '普通座位'),
('影城2', 1, 2, '普通座位'),
('影城2', 1, 3, 'VIP座位'),
('影城2', 1, 4, 'VIP座位'),
('影城2', 1, 5, 'VIP座位'),
('影城2', 2, 1, '普通座位'),
('影城2', 2, 2, '普通座位'),
('影城2', 2, 3, 'VIP座位'),
('影城2', 2, 4, 'VIP座位'),
('影城2', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城3', 1, 1, '普通座位'),
('影城3', 1, 2, '普通座位'),
('影城3', 1, 3, 'VIP座位'),
('影城3', 1, 4, 'VIP座位'),
('影城3', 1, 5, 'VIP座位'),
('影城3', 2, 1, '普通座位'),
('影城3', 2, 2, '普通座位'),
('影城3', 2, 3, 'VIP座位'),
('影城3', 2, 4, 'VIP座位'),
('影城3', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城4', 1, 1, '普通座位'),
('影城4', 1, 2, '普通座位'),
('影城4', 1, 3, 'VIP座位'),
('影城4', 1, 4, 'VIP座位'),
('影城4', 1, 5, 'VIP座位'),
('影城4', 2, 1, '普通座位'),
('影城4', 2, 2, '普通座位'),
('影城4', 2, 3, 'VIP座位'),
('影城4', 2, 4, 'VIP座位'),
('影城4', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城5', 1, 1, '普通座位'),
('影城5', 1, 2, '普通座位'),
('影城5', 1, 3, 'VIP座位'),
('影城5', 1, 4, 'VIP座位'),
('影城5', 1, 5, 'VIP座位'),
('影城5', 2, 1, '普通座位'),
('影城5', 2, 2, '普通座位'),
('影城5', 2, 3, 'VIP座位'),
('影城5', 2, 4, 'VIP座位'),
('影城5', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城6', 1, 1, '普通座位'),
('影城6', 1, 2, '普通座位'),
('影城6', 1, 3, 'VIP座位'),
('影城6', 1, 4, 'VIP座位'),
('影城6', 1, 5, 'VIP座位'),
('影城6', 2, 1, '普通座位'),
('影城6', 2, 2, '普通座位'),
('影城6', 2, 3, 'VIP座位'),
('影城6', 2, 4, 'VIP座位'),
('影城6', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城7', 1, 1, '普通座位'),
('影城7', 1, 2, '普通座位'),
('影城7', 1, 3, 'VIP座位'),
('影城7', 1, 4, 'VIP座位'),
('影城7', 1, 5, 'VIP座位'),
('影城7', 2, 1, '普通座位'),
('影城7', 2, 2, '普通座位'),
('影城7', 2, 3, 'VIP座位'),
('影城7', 2, 4, 'VIP座位'),
('影城7', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城8', 1, 1, '普通座位'),
('影城8', 1, 2, '普通座位'),
('影城8', 1, 3, 'VIP座位'),
('影城8', 1, 4, 'VIP座位'),
('影城8', 1, 5, 'VIP座位'),
('影城8', 2, 1, '普通座位'),
('影城8', 2, 2, '普通座位'),
('影城8', 2, 3, 'VIP座位'),
('影城8', 2, 4, 'VIP座位'),
('影城8', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城9', 1, 1, '普通座位'),
('影城9', 1, 2, '普通座位'),
('影城9', 1, 3, 'VIP座位'),
('影城9', 1, 4, 'VIP座位'),
('影城9', 1, 5, 'VIP座位'),
('影城9', 2, 1, '普通座位'),
('影城9', 2, 2, '普通座位'),
('影城9', 2, 3, 'VIP座位'),
('影城9', 2, 4, 'VIP座位'),
('影城9', 2, 5, 'VIP座位');
INSERT INTO Seats (cinema_name, theater_number, seat_number, seat_type)
VALUES
('影城10', 1, 1, '普通座位'),
('影城10', 1, 2, '普通座位'),
('影城10', 1, 3, 'VIP座位'),
('影城10', 1, 4, 'VIP座位'),
('影城10', 1, 5, 'VIP座位'),
('影城10', 2, 1, '普通座位'),
('影城10', 2, 2, '普通座位'),
('影城10', 2, 3, 'VIP座位'),
('影城10', 2, 4, 'VIP座位'),
('影城10', 2, 5, 'VIP座位');